[
  {
    "_id": {"$oid": "5f8ed518651f1648e0d81629"},
    "category": "Personal Data",
    "description": "Includes information that can be used to identify an individual, such as name, address, and contact details."
  },
  {
    "_id": {"$oid": "5f8ed518651f1648e0d8162a"},
    "category": "Financial Data",
    "description": "Encompasses financial information, including account numbers, transaction history, and credit scores."
  },
  {
    "_id": {"$oid": "5f8ed518651f1648e0d8162b"},
    "category": "Health Data",
    "description": "Refers to medical records, health insurance information, and other sensitive health-related data."
  },
  {
    "_id": {"$oid": "5f8ed518651f1648e0d8162d"},
    "category": "Location Data",
    "description": "Involves information about an individual's or device's physical location, including GPS coordinates and IP addresses."
  },
  {
    "_id": {"$oid": "6090ff950d9b6451c24ac0b0"},
    "category": "Behavioral Data",
    "description": "Covers data related to an individual's behavior, such as browsing history, search queries, and app usage patterns."
  },
  {
    "_id": {"$oid": "6483539f1d2c11adaae558bf"},
    "category": "Biometric Data",
    "description": "Includes unique physical or behavioral characteristics, such as fingerprints, facial recognition patterns, and voice recordings."
  },
  {
    "_id": {"$oid": "648353cb1d2c11adaae558c0"},
    "category": "Communication Data",
    "description": "Encompasses data related to communication, including emails, chat logs, and phone records."
  },
  {
    "_id": {"$oid": "648353e51d2c11adaae558c1"},
    "category": "Device Data",
    "description": "Refers to information about devices, including device IDs, operating systems, and hardware specifications."
  },
  {
    "_id": {"$oid": "648354041d2c11adaae558c2"},
    "category": "Network Data",
    "description": "Covers data related to network activity, including IP addresses, network protocols, and connection logs."
  },
  {
    "_id": {"$oid": "648354191d2c11adaae558c3"},
    "category": "Sensor Data",
    "description": "Includes data generated by sensors, such as temperature, humidity, and motion detection readings."
  },
  {
    "_id": {"$oid": "6483543c1d2c11adaae558c4"},
    "category": "Transaction Data",
    "description": "Encompasses data related to financial transactions, including payment methods, amounts, and timestamps."
  }
]